export const articlesData = [
  {
    id: "1",
    title: "وقاية وعلاج كلبك من الامراض",
    author: "أ.د.مصطفي فايز",
    description: "تحتاج الكلاب إلى رعاية خاصة، وفحص دقيق لتلافى إصابتها بأية زمراض، ومعلوم أن الوقاية خير من العلاج. أما في حال وقوع أمراض، من أى نوع، فإن في السطور التالية طرق علاجها مع التعريف بها، وبمسبباتها وأعراضها.",
    image: "https://loyal-companions.com/wp-content/uploads/2020/03/shutterstock_65474302-scaled.jpg",
    pdf: "https://drive.google.com/file/d/1JhYXMSrWYSPEOM8jXpKI40mj0dDyf4-L/view?usp=drive_link", // replace with real PDF link if needed
    content: `يجب فحص الكلب على فترات منتظمة وذلك للتأكد من صحته وخلوه من الطفيليات الخارجية أو الإصابات الجلدية بالفطريات أو الجرب ولكي يسهل علاج الأمراض.
كما يجب فحص الأسنان وتنظيفها كل أسبوع على الأقل، وكذلك تنظيف الوجه يوميًا أو على الأقل كل أسبوع.

في الكلب الممتنع عن الطعام أو الشراب؛ يجب عرضه على الطبيب أو قياس درجة حرارة الجسم؛ فإذا كانت أعلى من المعدل الطبيعي فإن ذلك يدل على وجود المرض. كذلك يمكن فحص المخطم (الجزء المدبب من الأنف فإذا كان جافا فإن ذلك يدل على المرض الرطب المبلل يدل على الصحة).

أثناء قياس درجة الحرارة أو الحقن عند إعطاء المستحضرات الطبية تقاس درجة الحرارة بالترمومتر الطبي عن طريق فتحة الشرج (يجب عدم ترك الترمومتر حتى لا ينزلق إلى الأمعاء الغليظة). ويجب تقليم الأظافر بصفة مستمرة باستخدام قلامة الأظافر الخاصة بالحيوان يجب استحمام الحيوان على فترات ويمكن استخدام الصابون الخاص بالكلاب أو الشامبو.
`,
  },
  {
    id: "2",
    title: "هل تواجه صعوبة في إعطاء كلبك الدواء؟",
    author: "معلومات صح",
    description: "كيفية إعطاء الدواء للكلب",
    pdf: "https://sureinfos.com/%D9%83%D9%8A%D9%81%D9%8A%D8%A9-%D8%A5%D8%B9%D8%B7%D8%A7%D8%A1-%D8%A7%D9%84%D8%AF%D9%88%D8%A7%D8%A1-%D9%84%D9%84%D9%83%D9%84%D8%A8/",
    videoUrl: "https://www.youtube.com/embed/SLJlXMCzGB8?si=xWroPY9YSpDzJWaH",
    image: "https://www.animaldocs.com.au/wp-content/uploads/2019/01/Administration-of-Medication-dog.jpg",
    content: `تُعتبر العناية الصحية بالكلب مسؤولية كبيرة تقع على عاتق المربي، ومن أهم جوانب هذه الرعاية إعطاء الدواء عند الحاجة. وعلى الرغم من أن بعض الكلاب قد تتقبل تناول الدواء بسهولة، إلا أن الغالبية العظمى تظهر مقاومة شديدة، مما يجعل المهمة صعبة ومليئة بالتحديات. لذا، من المهم أن يعرف المربي الطرق الذكية والفعّالة لتقديم الدواء للكلب بطريقة تضمن سلامته وراحته النفسية. في هذا المقال، نقدم لك دليلاً شاملاً حول كيفية إعطاء الدواء للكلب بأساليب متنوعة ومجربة.`
  },
  {
    id: "3",
    title: "كيف تحافظ على تغذية كلبك؟",
    author: "أ.د.مصطفي فايز",
    description: "يجد تحديد اوقات منظمة لتغذية الكلاب لتعويد اجهزتها الهجمية علي الاستعداد لاستقبال الطعام",
    pdf: "https://drive.google.com/file/d/1wKOVDyFlsRkvrN04tCNFwNjMgn6yA3sH/view?usp=drive_link",
    image: "https://www.sprouthealthlifestyle.com/wp-content/uploads/2021/07/6-1500x999.jpg",
    content: `
التغذية من العوامل الرئيسية التي تتوقف
عليها صحة وحياة الكلب، كما أن نوع الغذاء الذي يقدم له وكميته وانتظام مواعيده له أهمية كبيرة كذلك. والغذاء ضرورى حيث يلزم لبناء الجسم وتكوين الخلايا وتكاثرها أثناء فترة النمو وكذلك لاستعواض الخلايا التي تستهلك في عملية الهدم والبناء ومد الجسم بالطاقة الحرارية اللازمة لأداء العمل اليومى والمحافظة على درجة حرارة الجسم.

والأسس الواجب مراعاتها عند تغذية الكلاب وضع نظام ثابت للتغذية.
أن تتم التغذية في مواعيد ثابتة ومحددة يوميا وذلك لتعويد الجهاز الهضمي للكلاب على أن
يكون جاهزا ومستعدا لاستقبال الطعام فقط في هذا الوقت المحدد الثابت، مع مراعاة أن الأجراء حديثة الولادة تتغذى
أربعة مرات يوميا (مثلا ٧ صباحًا، ۱۲ ظهرا، ٦ مساء، ۱۱ مساء) وبعد ذلك يتم تقليل عدد الوجبات إلى ثلاث مرات وحتى فطام الأجرأو. 

 أن تتم تغذية الكلب بنفس الفرد في كل وجبة أن يخصص لكل كلب وعاء للأكل وآخر للشرب و أن يتناول الكلب وجباته الغذائية في نفس المكان حيث إن تغيير المكان يغير من عادات الكلب ويجعله غير مستقر.

لا يجب تغيير نظام تغذية الكلاب إلا في الحالات الاضطرارية.
`
  },

{
    id: "4",
    title: "محاضرة عن اهم الطفيليات وعلاجها",
    author: "أ.د.مصطفي فايز",
    description: "هذه المحاضرة تنقل لكم اهم واكثر الطفيليات انتشارا وطرق علاجها",
    pdf: "https://drive.google.com/file/d/1Q0vTOjokHhQWawUwv79SW6UuVdmrNgwl/view?usp=drive_link",
    image: "https://media.publit.io/file/cuddla/dog-parasites-tick.jpg",
    content: `علاجات الطفيليات تعتبر من أهم الجوانب الأساسية في رعاية الكلاب والقطط، حيث تلعب دورًا حيويًا في الحفاظ على صحة الحيوان ووقايته من العديد من الأمراض. فالطفيليات مثل البراغيث، القراد، والديدان المعوية لا تؤثر فقط على راحة الحيوان وسلامته، بل قد تنقل أمراضًا خطيرة له وللإنسان أيضًا.

تساعد هذه العلاجات في منع الحكة، التهابات الجلد، فقر الدم، ومشاكل الجهاز الهضمي، كما تقي من العدوى الطفيلية التي قد تؤدي إلى مضاعفات صحية خطيرة. كما أن الوقاية المنتظمة تضمن بيئة صحية وآمنة في المنزل، خاصة في حال وجود أطفال أو أفراد يعانون من ضعف المناعة.

لذلك، يُعد الالتزام بجدول علاجات الطفيليات أمرًا ضروريًا للحفاظ على صحة الحيوان وجودة حياته، ولحماية جميع أفراد الأسرة.
`
  },
];
