export const articlesData = [
  {
    id: "1",
    title: "وقاية وعلاج كلبك من الامراض",
    author: "أ.د.مصطفي فايز",
    description: "تحتاج الكلاب إلى رعاية خاصة، وفحص دقيق لتلافى إصابتها بأية زمراض، ومعلوم أن الوقاية خير من العلاج. أما في حال وقوع أمراض، من أى نوع، فإن في السطور التالية طرق علاجها مع التعريف بها، وبمسبباتها وأعراضها.",
    image: "https://loyal-companions.com/wp-content/uploads/2020/03/shutterstock_65474302-scaled.jpg",
    pdf: "https://drive.google.com/file/d/1JhYXMSrWYSPEOM8jXpKI40mj0dDyf4-L/view?usp=drive_link", // replace with real PDF link if needed
    content: `يجب فحص الكلب على فترات منتظمة وذلك للتأكد من صحته وخلوه من الطفيليات الخارجية أو الإصابات الجلدية بالفطريات أو الجرب ولكي يسهل علاج الأمراض.
كما يجب فحص الأسنان وتنظيفها كل أسبوع على الأقل، وكذلك تنظيف الوجه يوميًا أو على الأقل كل أسبوع.

في الكلب الممتنع عن الطعام أو الشراب؛ يجب عرضه على الطبيب أو قياس درجة حرارة الجسم؛ فإذا كانت أعلى من المعدل الطبيعي فإن ذلك يدل على وجود المرض. كذلك يمكن فحص المخطم (الجزء المدبب من الأنف فإذا كان جافا فإن ذلك يدل على المرض الرطب المبلل يدل على الصحة).

أثناء قياس درجة الحرارة أو الحقن عند إعطاء المستحضرات الطبية تقاس درجة الحرارة بالترمومتر الطبي عن طريق فتحة الشرج (يجب عدم ترك الترمومتر حتى لا ينزلق إلى الأمعاء الغليظة). ويجب تقليم الأظافر بصفة مستمرة باستخدام قلامة الأظافر الخاصة بالحيوان يجب استحمام الحيوان على فترات ويمكن استخدام الصابون الخاص بالكلاب أو الشامبو.
`,
  },
  {
    id: "2",
    title: "هل تواجه صعوبة في إعطاء كلبك الدواء؟",
    author: "معلومات صح",
    description: "كيفية إعطاء الدواء للكلب",
    pdf: "https://sureinfos.com/%D9%83%D9%8A%D9%81%D9%8A%D8%A9-%D8%A5%D8%B9%D8%B7%D8%A7%D8%A1-%D8%A7%D9%84%D8%AF%D9%88%D8%A7%D8%A1-%D9%84%D9%84%D9%83%D9%84%D8%A8/",
    videoUrl: "https://www.youtube.com/embed/SLJlXMCzGB8?si=xWroPY9YSpDzJWaH",
    image: "https://www.animaldocs.com.au/wp-content/uploads/2019/01/Administration-of-Medication-dog.jpg",
    content: `تُعتبر العناية الصحية بالكلب مسؤولية كبيرة تقع على عاتق المربي، ومن أهم جوانب هذه الرعاية إعطاء الدواء عند الحاجة. وعلى الرغم من أن بعض الكلاب قد تتقبل تناول الدواء بسهولة، إلا أن الغالبية العظمى تظهر مقاومة شديدة، مما يجعل المهمة صعبة ومليئة بالتحديات. لذا، من المهم أن يعرف المربي الطرق الذكية والفعّالة لتقديم الدواء للكلب بطريقة تضمن سلامته وراحته النفسية. في هذا المقال، نقدم لك دليلاً شاملاً حول كيفية إعطاء الدواء للكلب بأساليب متنوعة ومجربة.`
  },
  {
    id: "3",
    title: "كيف تحافظ على تغذية كلبك؟",
    author: "أ.د.مصطفي فايز",
    description: "يجد تحديد اوقات منظمة لتغذية الكلاب لتعويد اجهزتها الهجمية علي الاستعداد لاستقبال الطعام",
    pdf: "https://drive.google.com/file/d/1wKOVDyFlsRkvrN04tCNFwNjMgn6yA3sH/view?usp=drive_link",
    image: "https://www.sprouthealthlifestyle.com/wp-content/uploads/2021/07/6-1500x999.jpg",
    content: `
التغذية من العوامل الرئيسية التي تتوقف
عليها صحة وحياة الكلب، كما أن نوع الغذاء الذي يقدم له وكميته وانتظام مواعيده له أهمية كبيرة كذلك. والغذاء ضرورى حيث يلزم لبناء الجسم وتكوين الخلايا وتكاثرها أثناء فترة النمو وكذلك لاستعواض الخلايا التي تستهلك في عملية الهدم والبناء ومد الجسم بالطاقة الحرارية اللازمة لأداء العمل اليومى والمحافظة على درجة حرارة الجسم.

والأسس الواجب مراعاتها عند تغذية الكلاب وضع نظام ثابت للتغذية.
أن تتم التغذية في مواعيد ثابتة ومحددة يوميا وذلك لتعويد الجهاز الهضمي للكلاب على أن
يكون جاهزا ومستعدا لاستقبال الطعام فقط في هذا الوقت المحدد الثابت، مع مراعاة أن الأجراء حديثة الولادة تتغذى
أربعة مرات يوميا (مثلا ٧ صباحًا، ۱۲ ظهرا، ٦ مساء، ۱۱ مساء) وبعد ذلك يتم تقليل عدد الوجبات إلى ثلاث مرات وحتى فطام الأجرأو. 

 أن تتم تغذية الكلب بنفس الفرد في كل وجبة أن يخصص لكل كلب وعاء للأكل وآخر للشرب و أن يتناول الكلب وجباته الغذائية في نفس المكان حيث إن تغيير المكان يغير من عادات الكلب ويجعله غير مستقر.

لا يجب تغيير نظام تغذية الكلاب إلا في الحالات الاضطرارية.
`
  },

{
    id: "4",
    title: "محاضرة عن اهم الطفيليات وعلاجها",
    author: "أ.د.مصطفي فايز",
    description: "هذه المحاضرة تنقل لكم اهم واكثر الطفيليات انتشارا وطرق علاجها",
    pdf: "https://drive.google.com/file/d/1Q0vTOjokHhQWawUwv79SW6UuVdmrNgwl/view?usp=drive_link",
    image: "https://media.publit.io/file/cuddla/dog-parasites-tick.jpg",
    content: `علاجات الطفيليات تعتبر من أهم الجوانب الأساسية في رعاية الكلاب والقطط، حيث تلعب دورًا حيويًا في الحفاظ على صحة الحيوان ووقايته من العديد من الأمراض. فالطفيليات مثل البراغيث، القراد، والديدان المعوية لا تؤثر فقط على راحة الحيوان وسلامته، بل قد تنقل أمراضًا خطيرة له وللإنسان أيضًا.

تساعد هذه العلاجات في منع الحكة، التهابات الجلد، فقر الدم، ومشاكل الجهاز الهضمي، كما تقي من العدوى الطفيلية التي قد تؤدي إلى مضاعفات صحية خطيرة. كما أن الوقاية المنتظمة تضمن بيئة صحية وآمنة في المنزل، خاصة في حال وجود أطفال أو أفراد يعانون من ضعف المناعة.

لذلك، يُعد الالتزام بجدول علاجات الطفيليات أمرًا ضروريًا للحفاظ على صحة الحيوان وجودة حياته، ولحماية جميع أفراد الأسرة.
`
  },

{
    id: "5",
    title: "بيت البط المثالي... سر النمو السليم والإنتاج العالي!",
    author: "أ.د.مصطفي فايز",
    description: "مواصفات مساكن تربية البط والمعدات اللازمة لها... خش شوف المقال دة.",
    pdf: "https://drive.google.com/file/d/1YQ0UBz3Pzetin_KFO29wTLDDRNuTC_A-/view?usp=sharing",
    image: "https://grow.decorexpro.com/wp-content/uploads/2018/09/domik-dlja-utok-svoimi-rukami.jpg",
    content: `🦆 بتفكر تربي بط؟ طب اسمع الكلام دا الأول!
سواء عندك مزرعة، أو حتى عايز تبدأ في البيت، تربية البط ليها طرق وأنواع ومراحل، وكل نوع له تكاليفه وأسلوبه.
هتعرف إمتى تبدأ تسمّن البط، وإمتى تسيبه يبيض، وكمان الفرق بين التربية في البيت والمزارع، وإزاي تحافظ على التكلفة قليلة وتكسب من وراه!
📄 شوف التفاصيل الكاملة في الـPDF، وهتعرف كل حاجة قبل ما تبدأ مشروعك.
`
  },

{
    id: "6",
    title: "إرشادات ذهبية لحضانة كتاكيت البط: البداية السليمة تضمن النهاية المربحة!",
    author: "أ.د.مصطفي فايز",
    description: "ارشادات ونصائح مهمة في حضانة كتاكيت البط... كل دة هتلاقيه فالمقال دة.",
    pdf: "https://drive.google.com/file/d/1sXBh1fnyfP2gi84P-h5jpmqkHuhPW_Zz/view?usp=drive_link",
    image: "https://i0.wp.com/busines24.com/wp-content/uploads/2023/09/%D8%A7%D9%84%D9%83%D8%AA%D8%A7%D9%83%D9%8A%D8%AA-%D9%88%D8%A7%D9%84%D8%A8%D8%B7-%D8%A7%D9%84%D8%B5%D8%BA%D9%8A%D8%B1.webp?resize=640%2C426&ssl=1",
    content: `🦆🐣 عايز تبدأ تربية بط صح؟ ابدأ من أول يوم!
كتاكيت البط محتاجة رعاية خاصة جدًا في أول أيامها، علشان تكبر سليمة وتديك إنتاج كويس بعد كده.
يعني مثلًا:
لازم مكان نظيف ومغلق، فرشة ناشفة، أكل كفاية، مياه نظيفة، ودرجة حرارة مناسبة.
كل تفصيلة صغيرة في المرحلة دي بتفرق... واللي يهمله يوم، يخسر كتير بعد كده!

المقال ده فيه نصايح ذهبية لأي حد ناوي يربي بط من البداية، سواء في مزرعة أو حتى في البيت.
هتتعرف على:
✅ إزاي تجهز مكان الحضانة
✅ أهم احتياجات الكتاكيت في أول أسبوع
✅ أخطر الحاجات اللي ممكن تضر البط الصغير
✅ ونصايح للتغذية والشرب والنمو الصح

📄 لو بتفكر تبدأ مشروع تربية بط، لازم تقرأ المقال ده الأول.
حمّله بصيغة PDF من تحت وابدأ صح من أول خطوة.`
  },

{
    id: "7",
    title: "كيف تحقق الوزن المثالي لدجاج التسمين في أقل وقت وبأقل تكلفة",
    author: "أ.د.مصطفي فايز",
    description: "الاوزان القياسية لدجاج التسمين وكيف تصل اليها بسهولة.. كل دة هتلاقيه فالمقال دة.",
    pdf: "https://drive.google.com/file/d/1DK_JyOai2UWPjpxsqtrAWscxHcv9YwbB/view?usp=drive_link",
    image: "https://misrelzraea.com/wp-content/uploads/2022/08/%D8%AA%D8%B1%D8%A8%D9%8A%D8%A9-%D8%A7%D9%84%D8%AF%D9%88%D8%A7%D8%AC%D9%86.jpg",
    content: `لما بنتكلم عن تربية الدواجن، فيه تفاصيل كتير أوي ممكن تحدد نجاح المشروع ده من عدمه. اختيار الكتكوت الكويس، ورعايته صح من أول يوم، عوامل أساسية بتفرق كتير في الإنتاج النهائي. المقال ده هيوضح لينا إزاي نختار الكتكوت السليم، ونهتم بيه في كل مرحلة عشان نوصل لأعلى جودة وأفضل وزن ممكن، ونبعد عن أي مشاكل ممكن تأثر على القطيع.`
  },
 
{
    id: "8",
    title: "ودّع خسائر السموم الفطرية… برنامج سهل وفعّال لحماية القطيع",
    author: "أ.د.مصطفي فايز",
    description: "البرنامج الوقائي والعلاجي للحد من الاصابة بالسموم الفطرية... خش شوف المقال من هنا.",
    pdf: "https://drive.google.com/file/d/1bG47lboSbeKjSCiu68b8YRbvtIuNEFkt/view?usp=drive_link",
    image: "https://misrelzraea.com/wp-content/uploads/2022/12/%D8%A7%D9%84%D8%B3%D9%85%D9%88%D9%85-%D8%A7%D9%84%D9%81%D8%B7%D8%B1%D9%8A%D8%A9-1.jpg",
    content: `مشاكل الدواجن كتير، ومن أخطرها اللي ممكن تأثر على القطيع كله هي السموم الفطرية. الموضوع ده مش سهل وممكن يعمل خساير كبيرة لو متلحقش صح. المقال ده هيشرحلنا إيه هي السموم دي بالظبط، وإزاي نعرف إذا كانت الفراخ بتاعتنا مصابة بيها ولا لأ، والأهم من ده كله، إزاي نقي الفراخ من السموم دي ونعالجها لو حصلت إصابة، عشان نحافظ على صحة الطيور ونضمن إنتاج كويس.`
  },

{
    id: "9",
    title: "تربية دواجن البيض خطوة بخطوة: أسرار النجاح والإنتاج الوفير",
    author: "أ.د.مصطفي فايز",
    description: "مراحل تربية دواجن انتاج البيض وأهدافها... شوف فالمقال دة.",
    pdf: "https://drive.google.com/file/d/1Fd5w6OCWuXybR46E7bUEL95DU9jkruyS/view?usp=drive_link",
    image: "https://www.elaard.com/img/21/05/13/1620922327295029.jpeg",
    content: `تربية الدواجن، وبالذات إنتاج البيض، مش بس مجرد حط أكل ومياه وخلاص. دي حتة عايزة صبر كتير ومتابعة دقيقة، وفنيات معينة في كل خطوة، من أول ما الكتكوت يوصل لحد ما يبقى منتج. عشان كده، المقال ده هيركز على أهم الجوانب اللي لازم أي مربي ياخد باله منها، سواء في النظافة، جودة العلف، أو حتى طريقة التعامل مع الكتاكيت والتحصينات، عشان نضمن أعلى إنتاج وأقل مشاكل ممكنة.`
  },
  
];
